src/test/resources/testFiles/security/soapMessage.xml

<?xml version='1.0' encoding='utf-8'?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Body>
		<ns2:findAddressInquiry
			xmlns:ns2="http://addressupdate.services.ebenefits.vba.va.gov/">
			<lastName>YOUNG</lastName>
			<ssn>796022234</ssn>
			<dob>07/08/1964</dob>
		</ns2:findAddressInquiry>
	</soapenv:Body>
</soapenv:Envelope>